[
  {
    "avatar": "/companies/immo_logo.jpg",
    "company": "Immobiliare.it",
    "short": "IM",
    "about": "Immobiliare.it is Italy's largest property portal with over 1.2 million listings and more than 50 million monthly visits to the website and mobile app. The portal was launched in 2007 with the goal of offering the best platform to publish and search for property listings. Currently more than 20,000 real estate agents and developers use our services.",
    "role": {
      "title": "Senior Software Engineer",
      "description": "Mantaining backend services written in PHP for Indomio and Immobiliare group in Europe"
    },
    "startedAt": "2023-04-01T00:00:00.000Z",
    "createdAt": "2024-04-10T00:00:00.000Z",
    "updatedAt": "2024-04-10T00:00:00.000Z"
  },
  {
    "avatar": "/companies/6go_logo.jpg",
    "company": "6GO S.r.l.",
    "short": "6GO",
    "about": "Competenza e passione, per darti la migliore consulenza informatica possibile, online e offline.",
    "role": {
      "title": "Chief Technology Officer",
      "description": "Came back to this company with only one goal in mind: take everything I learned and apply it to scale the company back-end API to reach new customers around the workd while orchestrating diverse teams of developers in a remote and asynchronous environment"
    },
    "startedAt": "2018-06-01T00:00:00.000Z",
    "endedAt": "2022-12-01T00:00:00.000Z",
    "createdAt": "2024-04-10T00:00:00.000Z",
    "updatedAt": "2024-04-10T00:00:00.000Z"
  },
  {
    "avatar": "/companies/aws_logo.jpg",
    "company": "Amazon Web Services",
    "short": "AWS",
    "about": "Launched in 2006, Amazon Web Services (AWS) began exposing key infrastructure services to businesses in the form of web services -- now widely known as cloud computing. The ultimate benefit of cloud computing, and AWS, is the ability to leverage a new business model and turn capital infrastructure expenses into variable costs. Businesses no longer need to plan and procure servers and other IT resources weeks or months in advance. Using AWS, businesses can take advantage of Amazon's expertise and economies of scale to access resources when their business needs them, delivering results faster and at a lower cost.",
    "role": {
      "title": "AWS Solutions Developer",
      "description": "Having a great time around you help you push your best code to production, worked on improving the efficency and reliability of the AWS console to scale"
    },
    "startedAt": "2016-03-01T00:00:00.000Z",
    "endedAt": "2018-01-01T00:00:00.000Z",
    "createdAt": "2024-04-10T00:00:00.000Z",
    "updatedAt": "2024-04-10T00:00:00.000Z"
  },
  {
    "avatar": "/companies/twitter_logo.jpg",
    "company": "Twitter",
    "short": "TWRT",
    "about": "Life’s not about a job, it’s about purpose. We believe real change starts with conversation. Here, your voice matters. Come as you are and together we’ll do what’s right (not what’s easy) to serve the public conversation.",
    "role": {
      "title": "Frontend Engineer",
      "description": "Manage to deliver new improvements with the twitter timeline team, deploy UI components to Twitter scale and reach millions of user with my improvements"
    },
    "startedAt": "2012-01-01T00:00:00.000Z",
    "endedAt": "2016-01-01T00:00:00.000Z",
    "createdAt": "2024-04-10T00:00:00.000Z",
    "updatedAt": "2024-04-10T00:00:00.000Z"
  },
  {
    "avatar": "/companies/msft_logo.jpg",
    "company": "Microsoft",
    "short": "MS",
    "about": "Every company has a mission. What's ours? To empower every person and every organization to achieve more. We believe technology can and should be a force for good and that meaningful innovation contributes to a brighter world in the future and today",
    "role": {
      "title": "C# Developer",
      "description": "I was fascinated by this new launch from Microsoft, finally a Windows Phone that actually worked, so cool! I took the plundge and went straight into develop applications for the OS, mostly in C#. This excitement didn't last long because I realized the path Microsoft was taking with this OS so I left the project."
    },
    "startedAt": "2011-02-01T00:00:00.000Z",
    "endedAt": "2011-08-01T00:00:00.000Z",
    "createdAt": "2024-04-10T00:00:00.000Z",
    "updatedAt": "2024-04-10T00:00:00.000Z"
  },
  {
    "avatar": "/companies/google_logo.jpg",
    "company": "Google",
    "short": "GOOG",
    "about": "A problem isn't truly solved until it's solved for all. Googlers build products that help create opportunities for everyone, whether down the street or across the globe. Bring your insight, imagination and a healthy disregard for the impossible. Bring everything that makes you unique. Together, we can build for everyone.",
    "role": {
      "title": "QA",
      "description": "Provides QA feedback and direct testing to Google Big Query"
    },
    "startedAt": "2012-01-01T00:00:00.000Z",
    "endedAt": "2012-05-01T00:00:00.000Z",
    "createdAt": "2024-04-10T00:00:00.000Z",
    "updatedAt": "2024-04-10T00:00:00.000Z"
  },
  {
    "avatar": "/companies/6go_logo.jpg",
    "company": "6GO S.r.l.",
    "short": "6GO",
    "about": "Competenza e passione, per darti la migliore consulenza informatica possibile, online e offline.",
    "role": {
      "title": "Full Stack Developer",
      "description": "In this brave new world, it is critical to have at least one person with at least a functional understanding of each of the composite parts who is also capable of connecting various tiers and working with each expert so that a feature can actually be delivered. In a way, these tier-connecting, bridge-building software architects — who are likely experts in only one or a couple of tiers — are less full stack developer and much more full stack integratorIn this brave new world, it is critical to have at least one person with at least a functional understanding of each of the composite parts who is also capable of connecting various tiers and working with each expert so that a feature can actually be delivered. In a way, these tier-connecting, bridge-building software architects — who are likely experts in only one or a couple of tiers — are less full stack developer and much more full stack integrator"
    },
    "startedAt": "2010-07-01T00:00:00.000Z",
    "endedAt": "2013-07-01T00:00:00.000Z",
    "createdAt": "2024-04-10T00:00:00.000Z",
    "updatedAt": "2024-04-10T00:00:00.000Z"
  }
]
