[
  {
    "id": 5,
    "image": "/companies/immo_logo.jpg",
    "company": {
      "name": "Immobiliare",
      "shortName": "IM"
    },
    "description": "Immobiliare.it is Italy's largest property portal with over 1.2 million listings and more than 50 million monthly visits to the website and mobile app. The portal was launched in 2007 with the goal of offering the best platform to publish and search for property listings. Currently more than 20,000 real estate agents and developers use our services.",
    "location": "Italy - Remote",
    "role": {
      "title": "Senior Software Engineer",
      "description": "Mantaining backend services written in PHP for Indomio and Immobiliare group in Europe"
    },
    "skills": [ "php", "symfony", "gitlab CI", "linux", "google meet" ],
    "links": [
      {
        "title": "Official website",
        "href": "https://immobiliare.it",
        "type": "website"
      }
    ],
    "startedAt": "2023-04-01T00:00:00.000Z",
    "endedAt": "2025-06-21T00:00:00.000Z"
  },
  {
    "id": 4,
    "image": "/companies/6go_logo.jpg",
    "company": {
      "name": "6GO S.r.l.",
      "shortName": "6GO"
    },
    "description": "Competenza e passione, per darti la migliore consulenza informatica possibile, online e offline.",
    "location": "Italy - Remote",
    "role": {
      "title": "Chief Technology Officer",
      "description": "Came back to this company with only one goal in mind: take everything I learned and apply it to scale the company back-end API to reach new customers around the workd while orchestrating diverse teams of developers in a remote and asynchronous environment"
    },
    "skills": [
      "php",
      "laravel",
      "IaaS",
      "PaaS",
      "CI/CD",
      "devops",
      "react",
      "typescript",
      "nextjs",
      "team building",
      "management",
      "investor relationships"
    ],
    "links": [
      {
        "title": "Official website",
        "href": "https://6go.it",
        "type": "website"
      }
    ],
    "startedAt": "2018-06-01T00:00:00.000Z"
  },
  {
    "id": 1,
    "image": "/companies/6go_logo.jpg",
    "company": {
      "name": "6GO S.r.l.",
      "shortName": "6GO"
    },
    "description": "Competenza e passione, per darti la migliore consulenza informatica possibile, online e offline.",
    "location": "Milan",
    "role": {
      "title": "Full Stack Developer",
      "description": "In this brave new world, it is critical to have at least one person with at least a functional understanding of each of the composite parts who is also capable of connecting various tiers and working with each expert so that a feature can actually be delivered. In a way, these tier-connecting, bridge-building software architects — who are likely experts in only one or a couple of tiers — are less full stack developer and much more full stack integratorIn this brave new world, it is critical to have at least one person with at least a functional understanding of each of the composite parts who is also capable of connecting various tiers and working with each expert so that a feature can actually be delivered. In a way, these tier-connecting, bridge-building software architects — who are likely experts in only one or a couple of tiers — are less full stack developer and much more full stack integrator"
    },
    "skills": [ "php", "javascript" ],
    "links": [
      {
        "title": "Official website",
        "href": "https://6go.it",
        "type": "website"
      }
    ],
    "startedAt": "2010-07-01T00:00:00.000Z",
    "endedAt": "2018-06-01T00:00:00.000Z"
  }
]
